Repository: dipth/helheim
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: da

source: %{site_name} is a community for alternative people.
da: %{site_name} er et community for alternative folk.

source: Click here if you did not get your confirmation e-mail
da: Klik her hvis du ikke har modtaget din aktiveringsmail

source: Create Account
da: Opret Profil

source: Excellent!
da: Perfekt!

source: If for some reason you did not receive your confirmation e-mail, then enter your e-mail address below and we will send it again.
da: Hvis du ikke har modtaget din aktiveringsmail, kan du indtaste din e-mail adresse herunder, så sender vi den igen.

source: Name
da: Navn

source: New Registration
da: Opret Profil

source: Password
da: Kodeord

source: Register Account
da: Opret Profil

source: Resend confirmation e-mail
da: Gensend aktiveringsmail

source: Sign In
da: Log ind

source: Username
da: Brugernavn

source: Welcome to %{site_name}
da: Velkommen til %{site_name}

source: Will only be shown to administrators
da: Vil kun blive vist til administratorer

source: Sign Out
da: Log ud

source: Confirmation e-mail sent!
da: Aktiveringsmail afsendt!

source: No user with that e-mail address!
da: Der findes ingen profiler med den e-mail adresse!

source: See you later!
da: Vi ses senere!

source: Token not found!
da: Der findes ingen profil med den aktiveringskode!

source: Unable to confirm!
da: Vi kunne desværre ikke bekræfte din e-mail adresse!

source: Unknown resource type
da: Ukendt resourcetype

source: User confirmed!
da: Din profil er nu aktiveret!

source: User created!
da: Din profil er nu oprettet!

source: Welcome back %{username}!
da: Velkommen tilbage %{username}!

source: Wrong e-mail or password
da: Forkert e-mail eller kodeord

source: You must be signed in to access this page
da: Du skal først logge ind!

source: Choose a new password
da: Vælg et nyt kodeord

source: Click here if you forgot your password
da: Klik her hvis du har glemt dit kodeord

source: Forgot your password?
da: Har du glemt dit kodeord?

source: If it was you who requested the password reset, then simply click the link below to choose a new password:
da: Hvis det var dig selv som har forespurgt at få nulstillet dit kodeord, skal du blot klikke på linket herunder for at vælge et nyt kodeord:

source: If you did not request the password change, then simply delete and ignore this e-mail.
da: Hvis du ikke har bedt om at få nulstillet dit kodeord, skal du blot slette og ignorere denne e-mail.

source: If you forgot your password then fill out your e-mail below and we will send you instructions about how to reset it.
da: Hvis du har glemt dit kodeord så udfyld din e-mail adresse herunder, så sender vi dig en e-mail med instruktioner om hvordan du kan nulstille dit kodeord.

source: Password reset instructions for %{site_name}
da: Nulstilling af kodeord på %{site_name}

source: Password reset instructions sent!
da: Vi har nu sendt dig en e-mail med instruktioner!

source: Reset Password
da: Nulstil Kodeord

source: Reset your password on %{site_name}
da: Nulstil dit kodeord på %{site_name}

source: Someone has requested a password reset for your user on %{site_name}.
da: Nogen har forespurgt at få nulstillet dit kodeord på %{site_name}.

source: Welcome to %{site_name}. Please confirm your e-mail address
da: Velkommen til %{site_name}. Bekræft venligst din e-mail adresse

source: Your account will remain safe as long as your e-mail account remains uncompromised.
da: Din konto vil forblive sikker så længe din e-mail konto ikke er kompromitteret.

source: Click the link below to confirm:
da: Klik på linket herunder for at bekræfte:

source: Confirm my e-mail!
da: Bekræft min e-mail!

source: Your profile has now been created on %{site_name}, but you need to confirm your e-mail address before we can let you in.
da: Din profil er nu blevet oprettet på %{site_name}, men før vi kan lukke dig ind skal du lige bekræfte din e-mail adresse.

source: Change Password
da: Skift Kodeord

source: New Password
da: Nyt Kodeord

source: Please choose a new password for your account:
da: Vælg venligst et nyt kodeord til din profil:

source: Your password has now been changed and you have been signed in!
da: Dit kodeord er hermed blevet ændret og vi har logget dig ind!

source: Your password reset token has expired. Please request a new!
da: Din nulstillingskode er desværre udløbet. Du er derfor nødt til at forespørge en ny!

source: Before we can let you in, you need to confirm your e-mail address. Please check your inbox for further instructions...
da: Før vi kan lukke dig ind skal du bekræfte din e-mail adresse. Tjek din indbakke for yderligere instruktioner…

source: Front Page
da: Forside

source: Must be at least 6 characters long
da: Skal være minimum 6 tegn langt

source: Will never be shown to other users. Only used for login, notifications and password recovery
da: Vil aldrig blive vist til andre brugere. Bruges udelukkende til login, notifikationer og nulstilling af kodeord

source: You need to confirm your e-mail address before you can log in
da: Du skal først bekræfte din e-mail adresse før du kan logge ind

source: Confirm Password
da: Bekræft Kodeord

source: To ensure that you didn't make any typos
da: For at sikre dig imod tastefejl

source: You need to confirm your e-mail address before you can reset your password
da: Du skal først bekræfte din e-mail adresse før du kan nulstille dit kodeord

source: Settings
da: Indstillinger

source: Account
da: Konto

source: Account Settings
da: Kontoindstillinger

source: Account updated!
da: Dine kontoindstillinger blev opdateret!

source: Be aware!
da: Advarsel!

source: Existing Password
da: Nuværende Kodeord

source: For security reasons you must type in your existing password when updating your account settings
da: Af hensyn til din sikkerhed skal du indtaste dit nuværende kodeord for at kunne opdatere dine kontoindstillinger

source: If you change your e-mail address, you will be unable to log in again until you have verified the new e-mail address!
da: Hvis du ændrer din e-mail sender vi dig en ny bekræftelsesmail med et link som du skal klikke på, før du kan logge ind igen!

source: Leave these fields blank to keep your current password
da: Udfyld kun disse to felter hvis du ønsker at ændre dit kodeord

source: Personal Details
da: Personlige detaljer

source: Update Account
da: Opdatér Konto

source: does not match your current password
da: matcher ikke dit nuværende kodeord

source: Maximum file size: %{file_size}
da: Maksimum fil størrelse: %{file_size}

source: Profile
da: Profil

source: Profile Photo
da: Profilbillede

source: Profile Settings
da: Profil Indstillinger

source: Profile Text
da: Profiltekst

source: Profile updated!
da: Din profil blev opdateret!

source: Update Profile
da: Opdatér Profil

source: Remember me
da: Husk mig i 30 dage

source: Newest Blogs
da: Nyeste Blogs

source: Newest Forum Posts
da: Nyeste Forumindlæg

source: Newest Photos
da: Nyeste Fotos

source: Your Profile
da: Din Profil

source: Blog Posts
da: Blogs

source: New Blog Post
da: Ny Blog

source: Save Blog Post
da: Gem Blog

source: Your Blog Posts
da: Dine Blogs

source: Are you sure?
da: Er du sikker?

source: Blog post created successfully.
da: Din blog er oprettet!

source: Blog post deleted successfully.
da: Din blog er nu slettet!

source: Blog post updated successfully.
da: Din blog er opdateret!

source: Delete
da: Slet

source: Edit
da: Redigér

source: Edit Blog Post
da: Redigér Blog

source: Title
da: Titel

source: Comment created successfully
da: Din kommentar er tilføjet!

source: Guest Book
da: Gæstebog

source: Newest Guest Book Entries
da: Nyeste gæstebogsindlæg

source: Post Comment
da: Tilføj Kommentar

source: Show All
da: Vis alle

source: Unable to create comment
da: Din kommentar kunne ikke tilføjes!

source: Write new comment:
da: Skriv ny kommentar:

source: Message successfully sent
da: Din besked blev sendt!

source: Send Message
da: Send Besked

source: Send private message
da: Send privat besked

source: Start by writing a message below!
da: Start med at skrive en besked nedenfor!

source: There are no messages in this conversation...
da: Der er ingen beskeder i denne samtale…

source: Unable to send message
da: Din besked kunne ikke sendes!

source: Write new message:
da: Skriv en ny besked:

source: You have %{count} notification
da: Du har %{count} notifikation

source: Private Messages
da: Private Beskeder

source: Private conversation with %{username}
da: Privat samtale med %{username}

source: Basic Details
da: Basis detaljer

source: Custom
da: Brugerdefineret

source: Female
da: Kvinde

source: Gender
da: Køn

source: Joined
da: Tilmeldt

source: Location
da: Lokation

source: Male
da: Mand

source: Not specified
da: Ikke udspecificeret

source: Create New
da: Opret ny

source: Description
da: Beskrivelse

source: Edit Photo Album
da: Redigér Fotoalbum

source: New Photo Album
da: Nyt Fotoalbum

source: Photo Albums
da: Fotoalbum

source: Photo album created successfully.
da: Fotoalbummet blev oprettet!

source: Photo album updated successfully.
da: Fotoalbummet blev opdateret!

source: Save Photo Album
da: Gem Fotoalbum

source: Visibility
da: Synlighed

source: Drop photos here (or click) to upload...
da: Slip billeder her (eller klik) for at uploade…

source: Edit Photo Details
da: Redigér billed-detaljer

source: Photo Album deleted successfully.
da: Fotoalbummet blev slettet!

source: Photo deleted successfully.
da: Billedet blev slettet!

source: Photo details updated successfully.
da: Billed-detaljerne blev opdateret!

source: Save Photo Details
da: Gem billed-detaljer

source: Upload Photos
da: Upload billeder

source: Uploaded
da: Uploadet

source: Your Photo Albums
da: Dine Fotoalbums

source: You have used %{used_space} out of a maximum of %{max_space} across all your photo albums
da: Du har brugt %{used_space} ud af maksimum %{max_space} fordelt over alle dine fotoalbums

source: Content
da: Indhold

source: Create New Forum Category
da: Opret ny forum kategori

source: Create new forum
da: Opret nyt forum

source: Create new topic
da: Opret nyt indlæg

source: Edit Forum
da: Redigér forum

source: Edit Forum Category
da: Redigér forum kategori

source: Forum Categories
da: Forum kategorier

source: Forum category created successfully.
da: Forum kategorien blev oprettet!

source: Forum category deleted successfully.
da: Forum kategorien blev slettet!

source: Forum category updated successfully.
da: Forum kategorien blev opdateret!

source: Forum created successfully.
da: Forummet blev oprettet!

source: Forum deleted successfully.
da: Forummet blev slettet!

source: Forum topic created successfully.
da: Indlægget blev oprettet!

source: Forum updated successfully.
da: Forummet blev opdateret!

source: Forums
da: Forum

source: Forums and Categories
da: Forum og kategorier

source: Go to the last page to reply...
da: Hop til den sidste side for at sende et svar

source: Hint
da: Tip

source: New Forum
da: Nyt forum

source: New Forum Category
da: Ny forum kategori

source: Post Reply
da: Send svar

source: Post Topic
da: Opret indlæg

source: Reply could not be created
da: Dit svar kunne ikke oprettes

source: Reply created successfully
da: Dit svar blev sendt

source: Save Forum
da: Gem forum

source: Save Forum Category
da: Gem forum kategori

source: Submit new reply
da: Send nyt svar

source: You
da: Dig

source: Locked?
da: Låst?

source: Only admins can post here
da: Låst, undtagen admins

source: You cannot create a topic in a locked forum!
da: Du kan ikke oprette indlæg i et låst forum!

source: Are you sure? All your data will be permanently lost!
da: Er du helt sikker? Alle dine data vil blive slettet permanent!

source: Delete Account
da: Slet konto

source: Hope to see you again some time!
da: Håber vi ses igen engang!

source: User deleted
da: Slettet bruger

source: All your blog posts along with all comments
da: Alle dine blogs inklusive kommentarer

source: All your photo albums along with all photos
da: Alle dine fotoalbums og deres fotos

source: Any comments you posted on stuff from other users
da: Alle kommentarer som du har oprettet på ting fra andre brugere

source: Any forum topics or replies that you posted
da: Alle de forumindlæg og svar som du har oprettet

source: Any private message that you sent to someone else
da: Alle private beskeder som du har sendt til andre brugere

source: Click the button below to delete your account.
da: Klik på knappen herunder for at slette din konto

source: Please be aware that the following data will be permanently deleted and therefore unrecoverable:
da: Bemærk at følgende data vil blive slettet permanent og vil derfor ikke kunne gendannes:

source: The following data will not be deleted but will be anonymized:
da: Følgende data vil ikke blive slettet, men vil blive anonymiseret:

source: Your profile along with text, details and avatar
da: Din profil inklusive tekst, detaljer og profilbillede

source: By signing up you agree to the
da: Når du tilmelder dig accepterer du samtidig

source: Create New Terms
da: Opret Betingelser

source: Edit Terms
da: Redigér Betingelser

source: However, that doesn't meant that you should be an dick, so behave!
da: Det betyder dog ikke at du har lov til at være et røvhul, så opfør dig pænt!

source: Inserted at
da: Oprettet

source: New Terms
da: Opret Betingelser

source: Published?
da: Udgivet?

source: Save Terms
da: Gem Betingelser

source: Show Terms
da: Vis Betingelser

source: Terms
da: Betingelser

source: Terms and rules
da: Betingelser og regler

source: Terms created successfully.
da: Betingelserne blev oprettet!

source: Terms deleted successfully.
da: Betingelserne blev slettet!

source: Terms updated successfully.
da: Betingelserne blev opdateret!

source: There doesn't seem to be any terms or rules written yet...
da: Det lader ikke til at der nogle betingelser skrevet ned endnu…

source: Updated at
da: Opdateret

source: terms and rules
da: betingelser og regler

source: Edit reply
da: Redigér svar

source: Edit topic
da: Redigér indlæg

source: Forum reply updated successfully.
da: Dit svar blev gemt!

source: Forum topic updated successfully.
da: Dit indlæg blev gemt!

source: Save Changes
da: Gem ændringer

source: Visitors
da: Lurelog

source: You do not have access to that page!
da: Du har ikke adgang til den forespurgte side!

source: Comments
da: Kommentarer

source: Help
da: Hjælp

source: Profile text
da: Profiltekst

source: Age
da: Alder

source: Birthday
da: Fødselsdato

source: February
da: Februar

source: January
da: Januar

source: July
da: Juli

source: June
da: Juni

source: March
da: Marts

source: May
da: Maj

source: October
da: Oktober

source: We never show your birthday directly to other users, only your age, although some users might be able to guess it by observing your age increasing...
da: Vi viser aldrig din fødselsdato til andre brugere, kun din alder. Det er dog muligt at andre vil kunne gætte din fødselsdato ved at observere hvornår din alder skifter…

source: Photos
da: Billeder

source: Profiles
da: Profiler

source: %{who} wrote a comment in the guest book: %{what}
da: %{who} skrev en besked i gæstebogen: %{what}

source: %{who} wrote a comment on the blog post: %{what}
da: %{who} skrev en kommentar til bloggen: %{what}

source: %{who} wrote a comment on the photo album: %{what}
da: %{who} skrev en kommentar til fotoalbummet: %{what}

source: %{who} wrote a comment on the photo: %{what}
da: %{who} skrev en kommentar til fotoet: %{what}

source: %{who} wrote a reply to the forum topic: %{what}
da: %{who} skrev et svar til forumtråden: %{what}

source: Guest Book Entries
da: Gæstebogsindlæg

source: Notifications:
da: Notifikationer:

source: You have %{count} unread message
da: Du har %{count} ulæst besked

source: Please turn on this switch before uploading NSFW photos:
da: Aktivér venligst denne kontakt inden du uploader NSFW billeder:

source: Draft
da: Udkast

source: No
da: Nej

source: Only you can currently view this blog post. Edit it to publish it.
da: Det er kun dig selv som kan se denne blog. Redigér den for at udgive den.

source: Publish?
da: Udgiv?

source: This blog post is not published!
da: Denne blog er ikke udgivet!

source: Yes
da: Ja

source: You are always free to unpublish a post again, but re-publishing it will not bump the post further up on lists.
da: Du kan altid trække din blog tilbage igen, men hvis du genudgiver den vil den ikke blive rykket op på listerne igen.

source: Your blog post will only be visible to yourself as a draft until you publish it, at which point it will receive it's position in lists of posts.
da: Din blog vil kun være synlig for dig selv som et udkast indtil du udgiver den, hvorefter den vil modtage sin position på de forskellige lister.

source: (only in desktop browsers)
da: (kun i desktop browsere)

source: Did you know
da: Vidste du

source: that you can reorder your photos by dragging and dropping them!
da: at du kan omarrangere dine billeder ved at trække og slippe dem!

source: Only letters, numbers, dots, hyphens and underscores are allowed
da: Må kun indeholde bogstaver, tal, punktum, bindestreg og underscore

source: In a relationship
da: I et fast forhold

source: In an open relationship
da: I et åbent forhold

source: Married
da: Gift

source: None of your business
da: Hvad rager det dig

source: Submit your changes to upload the image
da: Gem dine ændringer for at uploade billedet

source: The reason for your ban:
da: Grunden til at du er blevet bandlyst:

source: You have been banned!
da: Du er blevet bandlyst!

source: Your ban will expire
da: Din bandlysning udløber

source: Block user
da: Blokér bruger

source: The user will be unable to see your profile, blog posts, photos or send you messages while blocked
da: Brugeren vil ikke være i stand til at se din profil, blogs, billeder eller kontakte dig så længe blokeringen er aktiv

source: This user is blocked
da: Denne bruger er blokeret

source: Unable to block user!
da: Brugeren kunne ikke blokeres!

source: Unable to unblock user!
da: Blokeringen kunne ikke fjernes!

source: Unblock user
da: Fjern blokering

source: User blocked!
da: Brugeren er blokeret!

source: User unblocked!
da: Blokering fjernet!

source: Blocked since:
da: Blokeret siden:

source: Blocks
da: Blokeringer

source: These are the users that you have blocked
da: Du har blokeret disse brugere

source: Blocked
da: Blokeret

source: Click here to also block %{username}
da: Klik her for også at blokere %{username}

source: While the block is active you will not be able to see or contact this user
da: Du vil ikke være i stand til at se eller kontakte denne bruger imens blokeringen er aktiv

source: You are also blocking %{username}
da: Du blokerer også %{username}

source: You have been blocked by %{username}!
da: Du er blevet blokeret af %{username}!

source: You will not be able to send new messages to this user while the block is active
da: Du vil ikke kunne sende nye beskeder til denne bruger så længe blokeringen er aktiv

source: The page you requested does not exist.
da: Den forespurgte side findes ikke.

source: The page you requested is currently broken.
da: Den forespurgte side er i stykker.

source: Maybe you tried loading a page that was deleted,
da: Måske du forsøgte at indlæse en side som er slettet,

source: We will be looking into the problem,
da: Vi vil se nærmere på problemet,

source: but feel free to contact our support if the problem persists:
da: men du er velkommen til at skrive til vores support hvis problemet fortsætter:

source: Recently logged in users
da: Senest logget ind

source: Cancel
da: Annullér

source: Are you sure you want to delete this comment?
da: Er du sikker på at du vil slette denne kommentar?

source: Hide Conversation
da: Skjul samtale

source: The conversation was hidden
da: Samtalen blev skjult

source: Next
da: Næste

source: Previous
da: Forrige

source: Search
da: Søg

source: Created
da: Oprettet

source: Sort by creation
da: Sorter efter senest oprettet

source: Sort by login
da: Sorter efter senest logget ind

source: Sorting
da: Sortering

source: Last login
da: Seneste login

source: Only possible for up to %{minutes} minutes after posting...
da: Det er kun muligt at redigere i op til %{minutes} minutter…

source: You can only edit a forum reply in the first %{minutes} minutes!
da: Du kan kun redigere dit svar i de første %{minutes} minutter!

source: You can only edit a forum topic in the first %{minutes} minutes!
da: Du kan kun redigere dit indlæg i de første %{minutes} minutter!

source: As a small thank you, we will give you %{extra_file_size} extra photo space for every %{min_amount} you donate!
da: Som tak giver vi dig %{extra_file_size} ekstra plads til dine billeder for hver %{min_amount} du donerer!

source: Donate
da: Donér

source: How much would you like to donate?
da: Hvor meget vil du donere?

source: Support %{site}
da: Støt %{site}

source: This donation will grant you
da: Denne donation vil give dig

source: Unfortunately it is not free for us to run this site.
da: Desværre er det ikke gratis for os at drive dette website.

source: We have expenses for server hosting, web traffic etc.
da: Vi har udgifter til webhosting, trafik osv.

source: extra space for photos
da: ekstra plads til dine billeder

source: Has recently supported Helheim
da: Har støttet Helheim for nylig

source: Help us keep this community open and free of ads by giving a small donation.
da: Hjælp os med at holde dette community åbent og fri for reklamer ved at donere et lille beløb.

source: Something went wrong...
da: Noget gik galt…

source: Our owls also made me promise to send you their eternal love!
da: Jeg har også lovet vores ugler at sende dig deres evige kærlighed!

source: Thank you for your support!
da: Tak for din støtte!

source: With love
da: Kærlig hilsen

source: We have received your donation and humbly thank you for helping make Helheim the best community for alternative people.
da: Vi har modtaget din donation og takker ydmygt for din hjælp med at gøre Helheim til det bedste community for alternative mennesker.

source: Edited
da: Redigeret

source: You have %{count} pending contact
da: Du har %{count} kontaktanmodning

source: %{username} does not have any contacts...
da: %{username} har ingen kontakter…

source: %{username} has been added to your contact list!
da: %{username} er nu tilføjet til din kontaktliste!

source: %{username} has been removed from your contact list!
da: %{username} er nu fjernet fra din kontaktliste!

source: %{username} is on your contact list
da: %{username} er på din kontaktliste

source: A request has been sent!
da: En anmodning er blevet sendt!

source: Accept
da: Acceptér

source: Add to Contacts
da: Føj til kontaktliste

source: Contact List
da: Kontaktliste

source: Contact Request Pending
da: Kontaktanmodning venter

source: Contacts
da: Kontakter

source: Pending Requests
da: Ventende anmodninger

source: Reject
da: Afvis

source: Remove
da: Fjern

source: The request has been rejected!
da: Anmodningen blev afvist!

source: There is already a pending request between the two of you!
da: Der findes allerede en ventende kontaktanmodning imellem jer!

source: Unable to accept request: %{error}
da: Anmodningen kunne ikke accepteres: %{error}

source: Unable to reject request: %{error}
da: Anmodningen kunne ikke afvises: %{error}

source: Unable to remove contact: %{error}
da: Personen kunne ikke fjernes: %{error}

source: Unable to send request: %{error}
da: Kunne ikke sende anmodning: %{error}

source: You can't add yourself to your own contact list!
da: Du kan ikke tilføje dig selv til din egen kontaktliste!

source: You don't have any contacts...
da: Du har ingen kontakter...

source: Your Contacts
da: Dine kontakter
