Repository: dipth/helheim
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: da

source: Comments have been disabled for this blog post
da: Kommentarer er deaktiveret på denne blog

source: Hide comments?
da: Skjul kommentarer?

source: Terms and Rules
da: Betingelser og Regler

source: Comment updated successfully.
da: Kommentaren blev opdateret.

source: Edit comment
da: Redigér kommentar

source: You can only edit a comment in the first %{minutes} minutes!
da: Du kan kun redigere din kommentar i den første %{minutes} minutter!

source: Account Details
da: Kontodetaljer

source: Any
da: Alle

source: Blog Post
da: Blog

source: Confirmed at
da: Bekræftelsesdato

source: Confirmed?
da: Bekræftet?

source: Created at
da: Oprettelsesdato

source: IP Address
da: IP Adresse

source: Login Details
da: Logindetaljer

source: None found
da: Ingen

source: Not Verified!
da: Ikke verificeret!

source: Photo
da: Foto

source: Potential alt accounts
da: Potentielle alt-konti

source: Previous login
da: Forrige login

source: Recent blog posts
da: Seneste blogs

source: Recent comments
da: Seneste kommentarer

source: Recent forum replies
da: Seneste forumsvar

source: Recent forum topics
da: Seneste forumtråde

source: Recent photos
da: Seneste fotos

source: Users
da: Brugere

source: Verified at
da: Verifikationsdato

source: Last Login at
da: Seneste logindato

source: Total users matching the current filter:
da: Antal brugere som matcher det nuværende filter:

source: The user is could not be unverified!
da: Brugerens verificering kunne ikke fjernes!

source: The user is could not be verified!
da: Brugeren kunne ikke verificeres!

source: The user is no longer verified.
da: Brugeren er ikke længere verificeret.

source: The user is now verified.
da: Brugeren er nu verificeret.

source: Unverify!
da: Fjern verificering!

source: Verify!
da: Verificer!

source: Being a verified user gives you a special badge on your profile and will allow you to access certain blog posts and photos that users have marked as only being available for verified users.
da: Som verificeret bruger får du et specielt badge på din profil og du får adgang til de blogs og billeder som andre brugere har markeret til kun at være tilgængelige for verificerede brugere.

source: Did the user sign up with a genuine name and e-mail address?
da: Har brugeren tilmeldt sig med sit ægte navn og e-mail adresse?

source: Does the user have a constructive and interesting profile text?
da: Har brugeren skrevet en konstruktiv og interessant profiltekst?

source: Does the user have a profile photo?
da: Har brugeren uploaded et profilbillede?

source: Has the user demonstrated an ability to understand and follow the rules of the site?
da: Har brugeren demonstreret sin evne til at forstå og leve op til sitets regler?

source: Has the user engaged positively with the community?
da: Har brugeren engageret sig positivt med de andre brugere?

source: If you feel that you do meet the criteria and should be verified, then feel free to contact any of the admins via a private message.
da: Hvis du føler at du lever op til kriterierne for at blive verificeret, så kontakt gerne en admin via en privat besked.

source: It appears that you have already been verified. But please be aware that your verification can be revoked at any time should you no longer meet the criteria for verification.
da: Det lader til at du allerede er verificeret. Men husk på at du til enhver tid kan blive frataget din verifikation hvis det vurderes at du ikke længere lever op til kravene for verifikation.

source: Some of the criteria that is used for determining whether a user should be verified includes, but is not limited to:
da: Nogle af de kriterier som bruges til at vurdere om en bruger kan verificeres inkluderer, men er ikke begrænset til:

source: This can either mean that an admin has not yet had the time to decide on your verification state, or it has been decided that you do not meet the criteria for verification.
da: Dette kan betyde at en admin endnu ikke har haft tid til at vurdere om du kan verificeres, eller det kan være at det blev vurderet at du ikke levede op til kriterierne for verifikation.

source: User verification
da: Brugerverifikation

source: Verified user
da: Verificeret bruger

source: What is a verified user?
da: Hvad er en verificeret bruger?

source: You are not verified
da: Du er ikke verificeret

source: You are verified!
da: Du er verificeret!

source: In short, a verified user is a user that an admin has deemed as not being a fake or empty profile.
da: Kort fortalt bliver man en verificeret bruger når en admin har vurderet at man ikke har en tom eller uærlig profil og samtidig lever op til sitets regler.

source: Blockee
da: Hvem er blokeret

source: Blocker
da: Hvem har blokeret

source: Published At
da: Udgivelsesdato

source: Topic
da: Tråd

source: Views/Comments
da: Visninger/Kommentarer

source: When
da: Hvornår

source: Admin notice
da: Administratorbesked

source: This topic is locked
da: Dette emne er låst

source: Create event
da: Opret begivenhed

source: Event calendar
da: Eventkalender

source: Give a good description of the event
da: Giv en god beskrivelse af begivenheden

source: Image
da: Billede

source: Save
da: Gem

source: Specify a website where there is more information about the event, if available
da: Angiv et websted hvor man kan læse mere om begivenheden, hvis det findes

source: The event has now been created and will be shown on the site when it has been approved by an administrator.
da: Begivenheden er nu oprettet og vil blive vist så snart en administrator har godkendt den.

source: Venue, address, city etc.
da: Spillested, adresse, by osv.

source: When does the event begin?
da: Hvornår starter begivenheden?

source: When does the event end?
da: Hvornår slutter begivenheden?

source: Where does the event take place?
da: Hvor finder begivenheden sted?

source: %{who} wrote a comment on the calendar event: %{what}
da: %{who} skrev en kommentar til begivenheden: %{what}

source: Approve
da: Godkend

source: Edit event
da: Redigér begivenhed

source: Event
da: Begivenhed

source: Event deleted successfully.
da: Begivenheden blev slettet.

source: Pending approval
da: Venter på godkendelse

source: The event could not be approved!
da: Begivenheden kunne ikke godkendes!

source: The event could not be rejected!
da: Begivenheden kunne ikke afvises!

source: The event is now approved.
da: Begivenheden er nu godkendt.

source: The event is now rejected.
da: Begivenheden er nu afvist.

source: The event was updated successfully.
da: Begivenheden blev opdateret.

source: This event needs to be approved before it will be shown to regular users
da: Denne begivenhed skal godkendes før den vil blive vist til normale brugere

source: User
da: Bruger

source: You can embed pictures from your photo albums or from Imgur, gifs from Giphy, Videos from Youtube and Vimeo and Spotify playlists by simply including a url for the desired media in your post
da: Du kan embedde billeder fra dine photoalbums, Imgur eller Instagram, gif-animationer fra Giphy, videoer fra Youtube og Vimeo eller playlister fra Spotify ganske enkelt ved blot at inkludere en url til det ønskede medie i din post

source: There is currently %{count} online user
da: Der er i øjeblikket %{count} online bruger

source: Online users
da: Online brugere

source: This list shows whoever is currently online, meaning that they have the site open in a browser-tab
da: Denne liste viser de brugere som i øjeblikket er online, hvilket vil sige at de har Helheim åben i en browser-tab

source: Mute notifications?
da: Deaktivér notifikationslyd?

source: Notification sound
da: Notifikationslyd

source: Notifications
da: Notifikationer

source: Preferences
da: Præferencer

source: Preferences updated!
da: Dine præferencer blev gemt!

source: Save preferences
da: Gem præferencer

source: %{count} people
da: %{count} personer

source: It looks like there are no upcoming events...
da: Det ser ud til at der ikke er nogle kommende begivenheder…

source: Tell us about an event so we can add it:
da: Fortæl os om en begivenhed så vi kan tilføje den:

source: Events
da: Begivenheder

source: %{page} of %{total}
da: %{page} af %{total}

source: You need to be signed in to access the requested page!
da: Du skal være logget ind for at tilgå den ønskede side!
