Repository: dipth/helheim
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: da

source: can't be blank
da: skal udfyldes

source: has already been taken
da: er optaget

source: is invalid
da: er ikke gyldig

source: has invalid format
da: er ikke gyldig

source: has an invalid entry
da: har en ugyldig post

source: is reserved
da: er reserveret

source: does not match confirmation
da: matcher ikke

source: should be %{count} character(s)
da: skal være %{count} tegn langt

source: should have %{count} item(s)
da: skal have %{count} post

source: should be at least %{count} character(s)
da: skal være minimum %{count} tegn langt

source: should have at least %{count} item(s)
da: skal have minimum %{count} post

source: should be at most %{count} character(s)
da: må maksimalt være %{count} tegn

source: should have at most %{count} item(s)
da: må maksimalt indeholde %{count} post

source: must be less than %{number}
da: skal være mindre end %{number}

source: must be greater than %{number}
da: skal være større end %{number}

source: must be less than or equal to %{number}
da: skal være mindre eller lig med ${number}

source: must be greater than or equal to %{number}
da: skal være større eller lig med %{number}

source: must be equal to %{number}
da: skal være lig med %{number}
